<?php
/**
 * Created by PhpStorm.
 * User: Rain
 * Date: 21.06.2019
 * Time: 9:33
 */
?>

<!---->
<script>
    /**
     * Текущие функции будут работать только при загрузке этой страницы.
     * -----------------------------------------------------------------
     */
    //Установка титула старницы
    title.text('Проверка хранилища');
    /**
     * Работа с линией прогресса.
     * --------------------------
     */
    //Переключаю состояния этапов
    toggleStage('stage_3');
    //Инициализирую линию прогресса
    initProgressLine();
</script>
